[
  { "id": 1, "hack": "Line your fridge shelves with plastic wrap — easy cleanup when things spill!" },
  { "id": 2, "hack": "Freeze fresh herbs in olive oil in ice cube trays for instant flavor bombs." },
  { "id": 3, "hack": "Use a spoon to peel ginger in seconds — way faster than a knife." },
  { "id": 4, "hack": "Add a pinch of salt to your coffee grounds to reduce bitterness." },
  { "id": 5, "hack": "Crack eggs on a flat surface, not the edge of a bowl — fewer shell pieces!" },
  { "id": 6, "hack": "Keep brown sugar soft by storing it with a slice of bread or marshmallow." },
  { "id": 7, "hack": "Use dental floss to cut perfect slices of cake or cheese." },
  { "id": 8, "hack": "Warm a lemon in the microwave for 15 seconds — doubles the juice yield!" },
  { "id": 9, "hack": "Peel garlic easily: microwave for 10 seconds or shake in a jar." },
  { "id": 10, "hack": "Cut cherry tomatoes in half all at once between two lids and slice!" },
  { "id": 11, "hack": "Revive stale bread: run under water briefly, then bake at 150°C for 6–8 mins." },
  { "id": 12, "hack": "Use a wine bottle as a rolling pin in a pinch." },
  { "id": 13, "hack": "Grate cold butter into flour for perfect flaky pastry every time." },
  { "id": 14, "hack": "Freeze leftover wine in ice cube trays for cooking later." },
  { "id": 15, "hack": "Use a hot spoon to easily scoop out squash or pumpkin seeds." },
  { "id": 16, "hack": "Store onions in pantyhose: tie knots between each onion for long-lasting freshness." },
  { "id": 17, "hack": "Rub cut avocado with lemon juice to prevent browning." },
  { "id": 18, "hack": "Use a potato peeler to shave chocolate for desserts." },
  { "id": 19, "hack": "Keep herbs fresh longer by storing them upright in water in the fridge." },
  { "id": 20, "hack": "Freeze leftover coffee in ice cube trays for iced coffee that doesn’t water down." },
  { "id": 21, "hack": "Use an empty tissue box to store plastic grocery bags neatly." },
  { "id": 22, "hack": "Keep lettuce crisp by wrapping in paper towels before refrigerating." },
  { "id": 23, "hack": "Use a melon baller to make perfectly round butter or ice cream scoops." },
  { "id": 24, "hack": "Grate frozen cheese for salads or pasta — easier than soft cheese." },
  { "id": 25, "hack": "Toast nuts in a dry pan for extra flavor before adding to recipes." },
  { "id": 26, "hack": "Use a slow pour of boiling water to peel tomatoes easily." },
  { "id": 27, "hack": "Store mushrooms in a paper bag to keep them dry and fresh longer." },
  { "id": 28, "hack": "Wrap herbs in damp paper towels before freezing for easy portioning." },
  { "id": 29, "hack": "Freeze leftover tomato paste in tablespoon portions for easy use later." },
  { "id": 30, "hack": "Use a pizza cutter to slice fresh herbs quickly and evenly." },
  { "id": 31, "hack": "Microwave lemons for 20 seconds to get more juice out of them." },
  { "id": 32, "hack": "Use a fork to fluff rice instead of a spoon for perfect texture." },
  { "id": 33, "hack": "Add a pinch of sugar to tomato sauce to balance acidity." },
  { "id": 34, "hack": "Grill corn in the husk for a natural steaming effect." },
  { "id": 35, "hack": "Freeze bread heels to prevent waste and toast when needed." },
  { "id": 36, "hack": "Use kitchen shears to cut herbs directly into dishes." },
  { "id": 37, "hack": "Wrap cheese in parchment paper instead of plastic for longer freshness." },
  { "id": 38, "hack": "Use a vegetable peeler to shave chocolate over desserts." },
  { "id": 39, "hack": "Store opened wine in the freezer to preserve it temporarily." },
  { "id": 40, "hack": "Use a strainer to remove seeds from fresh juice quickly." },
  { "id": 41, "hack": "Toast spices in a dry pan to bring out their natural oils." },
  { "id": 42, "hack": "Peel hard-boiled eggs under running water for easier shell removal." },
  { "id": 43, "hack": "Use a spoon to pit cherries by pressing from the stem end." },
  { "id": 44, "hack": "Keep cilantro fresh by storing in a jar of water like flowers." },
  { "id": 45, "hack": "Add a pinch of salt to coffee to enhance flavor and reduce bitterness." },
  { "id": 46, "hack": "Freeze leftover wine in ice cube trays for sauces and soups." },
  { "id": 47, "hack": "Use a clean paintbrush to dust powdered sugar or cocoa on desserts." },
  { "id": 48, "hack": "Roll citrus under your palm to release more juice." },
  { "id": 49, "hack": "Use a cookie cutter to portion pancakes evenly." },
  { "id": 50, "hack": "Freeze herbs in olive oil to make instant flavor cubes." },
  { "id": 51, "hack": "Keep brown sugar soft by storing with apple slices or marshmallows." },
  { "id": 52, "hack": "Use a potato masher to shred cooked vegetables for soups." },
  { "id": 53, "hack": "Wrap bananas in foil to slow down ripening." },
  { "id": 54, "hack": "Use dental floss to cut soft cakes or cheese without squishing." },
  { "id": 55, "hack": "Microwave garlic cloves for 10 seconds to make peeling easier." },
  { "id": 56, "hack": "Use an ice cube to remove gum from fabric." },
  { "id": 57, "hack": "Store eggs with the pointed side down for longer freshness." },
  { "id": 58, "hack": "Use a fine mesh sieve to remove seeds from homemade sauces." },
  { "id": 59, "hack": "Freeze leftover soup in portions for quick future meals." },
  { "id": 60, "hack": "Use a muffin tin to serve condiments for parties or meal prep." },
  { "id": 61, "hack": "Roll dough between parchment paper for mess-free rolling." },
  { "id": 62, "hack": "Use a citrus zester to make fine lemon or orange zest." },
  { "id": 63, "hack": "Add a splash of vinegar to boiling eggs for easier peeling." },
  { "id": 64, "hack": "Keep potatoes from sprouting by storing with apples." },
  { "id": 65, "hack": "Use an ice cube to remove excess oil from soups or stews." },
  { "id": 66, "hack": "Toast coconut flakes for a richer flavor in desserts." },
  { "id": 67, "hack": "Wrap celery in foil to keep it fresh longer." },
  { "id": 68, "hack": "Use a melon baller for perfectly portioned melon balls." },
  { "id": 69, "hack": "Microwave butter for a few seconds to soften quickly." },
  { "id": 70, "hack": "Use a skewer to check cake doneness without breaking it." },
  { "id": 71, "hack": "Freeze leftover herbs in ice cube trays with water or oil." },
  { "id": 72, "hack": "Keep avocados fresh longer by storing with onion slices." },
  { "id": 73, "hack": "Use a spoon to easily remove seeds from bell peppers." },
  { "id": 74, "hack": "Add a dash of salt when boiling water for faster boiling." },
  { "id": 75, "hack": "Use a bench scraper to lift chopped vegetables from a cutting board." },
  { "id": 76, "hack": "Store tortillas with a paper towel to keep them soft." },
  { "id": 77, "hack": "Grill peaches or pineapples to enhance natural sweetness." },
  { "id": 78, "hack": "Keep bananas from browning by wrapping stems in foil." },
  { "id": 79, "hack": "Use a rolling pin to crush nuts or crackers easily." },
  { "id": 80, "hack": "Microwave citrus fruit before juicing for more yield." },
  { "id": 81, "hack": "Use a microplane to grate ginger or garlic finely." },
  { "id": 82, "hack": "Freeze milk in portions to prevent waste." },
  { "id": 83, "hack": "Use kitchen scissors to cut pizza or herbs efficiently." },
  { "id": 84, "hack": "Add a pinch of baking soda to tomato sauce to reduce acidity." },
  { "id": 85, "hack": "Use a spoon to peel boiled eggs quickly under running water." },
  { "id": 86, "hack": "Freeze leftover wine in ice cube trays for sauces." },
  { "id": 87, "hack": "Use a whisk to fluff mashed potatoes for a lighter texture." },
  { "id": 88, "hack": "Wrap lettuce in damp paper towels to keep crisp longer." },
  { "id": 89, "hack": "Use a melon baller to scoop out butter portions neatly." },
  { "id": 90, "hack": "Microwave herbs for a few seconds to dry them faster." },
  { "id": 91, "hack": "Store mushrooms in paper bags to keep them fresh longer." },
  { "id": 92, "hack": "Use a strainer to remove seeds from pureed fruits." },
  { "id": 93, "hack": "Toast spices lightly in a pan to release aroma before cooking." },
  { "id": 94, "hack": "Freeze leftover soup in jars for easy grab-and-go meals." },
  { "id": 95, "hack": "Use parchment paper to prevent cookies from sticking to the pan." },
  { "id": 96, "hack": "Roll citrus fruits under your hand to extract more juice." },
  { "id": 97, "hack": "Use a cookie cutter to make fun shapes out of sandwiches." },
  { "id": 98, "hack": "Keep brown sugar soft by storing with a slice of bread." },
  { "id": 99, "hack": "Use a muffin tin to portion out ingredients while cooking." },
  { "id": 100, "hack": "Store fresh herbs in jars of water in the fridge for longer life." }
]
